[
    {
        "Title": [
            "IT Coordinator",
            "IT Manager",
            ""
        ]
    },
    {
        "Title": [
            "Bachelor Degree",
            "General Ed.",
            ""
        ]
    },
    {
        "subTitle": [
            "Searcy Water Utilities",
            "Computer Consulting and Repair"
        ]
    },
    {
        "subTitle": [
            "Capella University",
            "ASU - Beebe"
        ]
    },
    {
        "Details": [
            "As an IT Coordinator, I have consistently provided efficient and reliable IT support, successfully resolving various hardware, software, and networking issues. With a strong customer service focus, I have effectively assisted customers in resolving website functionality and account-related concerns. My experience includes coordinating with vendors for equipment maintenance, migration, and procurement, ensuring seamless operations. I am skilled in accurately managing databases, generating reports, and handling meter readings to facilitate informed decision-making. Furthermore, my expertise in project coordination, system maintenance, and inventory management has contributed to the overall efficiency of IT operations. ",
            "As an IT Manager, I have successfully trained new employees, facilitating their integration into the team and ensuring they understand protocols. My proficiency in researching computer systems and databases has enabled me to effectively address complaints and inquiries, providing satisfactory resolutions to customer issues. With a strong emphasis on customer satisfaction, I have utilized my communication and negotiation skills to resolve concerns while maintaining positive relationships. I consistently exhibit courtesy and exceptional interpersonal skills in all customer interactions. Moreover, I offer comprehensive support by promptly responding to customer service emails and escalating cases as needed. In my role as Office Manager, I served as the primary on-site technician for non-contracted clients and provided support to contracted clients as a secondary on-site technician.",
            ""
        ]
    },
    {
        "Details": [
            "I am proud to share that I graduated Summa Cum Laude from Capella University with a Bachelor of Science degree in Programming and Software Development, maintaining a perfect 4.0 GPA. Throughout my time at Capella, I dedicated myself to studying the intricacies of programming languages, software design, and development methodologies. The education and support I received from Capella University were instrumental in my success, and I am excited to apply my skills and knowledge to make valuable contributions in the field of software engineering.",
            "I had the opportunity to study at Arkansas State University-Beebe, where I completed general education courses that laid the foundation for my academic journey. During my time at the university, I engaged in a variety of subjects and gained a well-rounded education. Arkansas State University-Beebe provided me with a supportive learning environment and a diverse range of courses, which broadened my understanding and prepared me for further specialization in my chosen field. I am grateful for the knowledge and experiences I gained at Arkansas State University-Beebe, as they have played a crucial role in shaping my educational path.",
            ""
        ]
    }
]